[
    {
      "questionId": 1,
      "questionText": "You have noticed a slump in business this month. It seems to be time to update your promotions and marketing efforts. How do you feel about this element of business?",
      "answers": [
          {
            "answerText": "I enjoy creating marketing ideas and promotions for clients.",
            "Points": 4},
          {
            "answerText": "I may not be the most creative, but I have others who help me bring my ideas to life.",
            "Points": 3},
          {
            "answerText": "I know I should do it, but I don&apos;t have to like it!",
            "Points": 2},
          {
            "answerText": "I really prefer spending my time with clients and leaving marketing for someone else.",
            "Points": 1}
      ]
    },
    {
      "questionId": 2,
      "questionText": "Time is of the essence. You are totally booked, have family obligations, and need to renew your liability insurance. When it comes to self-direction and time management, how do you handle it?",
      "answers": [
          {
            "answerText": "I appreciate having someone help me stay on track.",
            "Points": 1},
          {
            "answerText": "Great, I don&apos;t believe I really need to be managed anymore. ",
            "Points": 4},
          {
            "answerText": "I&apos;m good at these skills, but still strive to be even better. ",
            "Points": 3},
          {
            "answerText": "These aren&apos;t my best traits, but I don&apos;t usually fail. ",
            "Points": 2}
      ]
    },
    {
      "questionId": 3,
      "questionText": "Your favorite designer just released her latest collection and you are dying over one of the dresses. If you just make a little more money this week, that dress will be yours! How would you rate your level of self-motivation?",
      "answers": [
          {
            "answerText": "I&apos;ve got great intentions, but I&apos;m not the most self-motivated person.",
            "Points": 1},
          {
            "answerText": "I&apos;m self-motivated, but I can always use the extra support.",
            "Points": 3},
          {
            "answerText": "I know what I want and I&apos;m ready to work hard to get it.",
            "Points": 4},
          {
            "answerText": "I&apos;m self-motivated enough, but I find it easier to follow. ",
            "Points": 2}
      ]
    }
    ,
    {
      "questionId": 4,
      "questionText": "As with many other service-driven industries, skin care can be unpredictable. One month might be a challenge but the next may feel like a windfall. Can you live without the stability of a steady income?",
      "answers": [
          {
            "answerText": "Maybe, but I&apos;m not sure I&apos;m willing to test the waters to find out.",
            "Points": 2},
          {
            "answerText": "I can live with the ebbs and flows of self-employment.",
            "Points": 4},
          {
            "answerText": "I think so, but it could create some stressful months if I don&apos;t plan properly.",
            "Points": 3},
          {
            "answerText": "I&apos;m the sole provider in my family and need a steady paycheck.",
            "Points": 1}
      ]
    },
    {
      "questionId": 5,
      "questionText": "Your treatment room should reflect the environment you want to provide for your clients. Are you the person that prefers the peace of a solitary space like one you might find in a solo suite? Or do you prefer the social hustle and bustle of a busy spa?",
      "answers": [
          {
            "answerText": "I mostly enjoy working alone, but I do appreciate having colleagues to confer with.",
            "Points": 3},
          {
            "answerText": "I like working alone in my space, and setting my own business practices, services, hours, etc. ",
            "Points": 4},
          {
            "answerText": "I enjoy collaborating with a team and don&apos;t mind sharing my room with other esties. ",
            "Points": 1},
          {
            "answerText": "I envision a scenario where I do both. ",
            "Points": 2}
      ]
    },
    {
      "questionId": 6,
      "questionText": "Events and specials are a must-do in the esthetic industry. They are a great way to build excitement and interest, but it takes time and energy to put them together. How would you describe your penchant for planning?",
      "answers": [
          {
            "answerText": "I plan, but I want to be even better at it when it comes to business. ",
            "Points": 3},
          {
            "answerText": "I try to plan, but my plans are often changed mid-stride. ",
            "Points": 2},
          {
            "answerText": "I&apos;m more of a “live in the moment” kind of person. ",
            "Points": 1},
          {
            "answerText": "I follow the “fail to plan, plan to fail” mantra. ",
            "Points": 4}
      ]
    }
    ,

    {
      "questionId": 7,
      "questionText": "To share or not to share. Some of us enjoy sharing a treatment room, some not so much. It&apos;s important to know which camp you&apos;re in. Do you prefer the privacy of a solo space or the savings that come with splitting the cost?",
      "answers": [
          {
            "answerText": "I prefer a quiet setting for me and my clients, in a treatment area I&apos;ve designed. ",
            "Points": 4},
          {
            "answerText": "I don&apos;t mind a team environment, but I don&apos;t like to share my treatment space with others. ",
            "Points": 3},
          {
            "answerText": "I enjoy the hustle and bustle of a busy work environment and don&apos;t mind sharing space. ",
            "Points": 1},
          {
            "answerText": "Sharing a treatment area with other therapists during the week seems efficient. ",
            "Points": 2}
      ]
    },
    {
      "questionId": 8,
      "questionText": "Obstacles will arise in any path we choose. The obstacles you face as a business owner are not the same as those faced by an employee. How do you feel when you are confronted with obstacles?",
      "answers": [
          {
            "answerText": "It depends on the obstacle; business-related challenges are best left to someone else. ",
            "Points": 2},
          {
            "answerText": "I can typically handle obstacles, but I can get stuck when the solution isn&apos;t apparent. ",
            "Points":  3},
          {
            "answerText": "I enjoy the challenge and love to solve problems! ",
            "Points":  4},
          {
            "answerText": "I don&apos;t know why, but I freeze in my tracks when challenges get thrown at me.",
            "Points": 1}
      ]
    },

    {
      "questionId": 9,
      "questionText": "Owning a successful business or working for yourself involves maintaining budgets and fiscal responsibility. Which best describes how you deal with money?",
      "answers": [
          {
            "answerText": "I&apos;ve got a savings plan in place and am never late with my bills. ",
            "Points": 4},
          {
            "answerText": "I struggle keeping money in the bank and am often overdrawn and overwhelmed. ",
            "Points": 1},
          {
            "answerText": "I rely on apps to keep me on track with my money and budgets, but I sometimes slip. ",
            "Points": 3},
          {
            "answerText": "I have a budget, but it&apos;s hard to pass up that new handbag when the whim strikes. ",
            "Points": 2}
      ]
    },
    {
      "questionId": 10,
      "questionText": "Work ethic is a coveted attribute that not everyone shares. Which best describes yours?",
      "answers": [
          {
            "answerText": "I prefer a path where I&apos;m not the one in charge of making decisions or meeting deadlines. ",
            "Points": 1},
          {
            "answerText": "I work hard on projects, but if a nap comes calling ... ",
            "Points": 2},
          {
            "answerText": "I have a good work ethic, but I still won&apos;t pass up a good shortcut. ",
            "Points": 3},
          {
            "answerText": "I work hard until the job or task is complete. ",
            "Points": 4}
      ]
    },
    {
      "questionId": 11,
      "questionText": "Think about the excitement of treating someone for the first time, or the satisfaction of seeing the results from your long-term treatment plan. Which sounds more enticing to work with: clients you see only once, or clients you&apos;ve built a relationship with?",
      "answers": [
          {
            "answerText": "I enjoy working with regular clients on their long-term goals. ",
            "Points": 4},
          {
            "answerText": "I mostly enjoy working with new clients, but I appreciate the reliability of my few regulars. ",
            "Points": 2},
          {
            "answerText": "I envision working in a resort spa where I&apos;ll only see clients one time—but they&apos;ll never forget me! ",
            "Points": 1},
          {
            "answerText": "I would prefer an 80/20 split between regular clients and one-time clients. ",
            "Points": 3}
      ]
    },

    {
      "questionId": 12,
      "questionText": "Stress is something every professional in every field will feel at one point or another. Some of us manage it better than others. What best describes how you handle high levels of stress?",
      "answers": [
          {
            "answerText": "Friends and colleagues tell me I&apos;m as cool as a cucumber when stress hits. ",
            "Points":  4},
          {
            "answerText": "I rely on my “Calm” app to help me keep it together. ",
            "Points": 3},
          {
            "answerText": "I don&apos;t manage stress well, and let&apos;s leave it at that! ",
            "Points": 1},
          {
            "answerText": "I&apos;m not always the nicest, or most efficient person when stress hits. ",
            "Points": 2}
      ]
    },
    {
      "questionId": 13,
      "questionText": "Goal setting is simple, but accomplishing those goals takes commitment. Do you regularly set and accomplish goals or is the setting part the accomplishment in itself?",
      "answers": [
          {
            "answerText": "My intentions are good, but I often fall short of accomplishing my goals. ",
            "Points": 3},
          {
            "answerText": "Yes, I constantly set goals and create realistic plans to achieve them. ",
            "Points": 4},
          {
            "answerText": "Goals?! I&apos;m just trying to make it to Tuesday! ",
            "Points": 1},
          {
            "answerText": "I set goals as part of my new year resolutions, and then usually forget them by March. ",
            "Points": 2}
      ]
    },
    {
      "questionId": 14,
      "questionText": "Working solo is ideal for some but can be boring or lonely for others. Some of us need frequent social interaction in our work environment while others prefer quiet and calm. Which best describes how you feel about working with others?",
      "answers": [
          {
            "answerText": "I like working alone in my space, setting my own hours, and determining my own menu. ",
            "Points": 4},
          {
            "answerText": "I mostly enjoy working alone, but I do appreciate having colleagues to confer with. ",
            "Points": 3},
          {
            "answerText": "I envision a scenario where I work alone and with others. ",
            "Points": 2},
          {
            "answerText": "I enjoy collaborating with a team and don&apos;t mind sharing my room with other esties. ",
            "Points": 1}
      ]
    },
    {
      "questionId": 15,
      "questionText": "Change can be tough. Some of us thrive on change while others prefer to avoid it like the plague. Which best describes how you deal with change?",
      "answers": [
          {
            "answerText": "I enjoy changing things up in my business and personal life. ",
            "Points": 4},
          {
            "answerText": "I&apos;m willing to try, but I&apos;m often scared at the notion of change. ",
            "Points": 2},
          {
            "answerText": "Change? If it ain&apos;t broke ... ",
          "Points": 1},
          {
            "answerText": "I do OK; I try to remember that if you aren&apos;t growing (changing), you&apos;re dying. ",
            "Points": 3}
      ]
    },
    {
      "questionId": 16,
      "questionText": "Communication is required in everything we do, but it doesn&apos;t come easy to everyone. If you are working with others, it&apos;s important to be able to clearly communicate. Would you say you are a good communicator?",
      "answers": [
          {
            "answerText": "Usually, but I must work hard at it. ",
            "Points": 3},
          {
            "answerText": "Yes, I take pride in my written and verbal communications with clients, colleagues, etc.",
          "Points": 4},
          {
            "answerText": "It&apos;s not my best asset, but I haven&apos;t given up trying. ",
            "Points": 2},
          {
            "answerText": "No. I would rather do anything else.",
            "Points": 1}
      ]
    },
    {
      "questionId": 17,
      "questionText": "Making decisions is a necessary part of our every-day life. As a business owner, your daily decisions can be crucial to the success of your business. How confident are your decision-making skills?",
      "answers": [
          {
            "answerText": "Not great; there are so many factors, possible outcomes; it&apos;s a lot of pressure.",
            "Points": 1},
          {
            "answerText": "OK, but I may need a little time to think things through.  ",
            "Points": 2},
          {
            "answerText": "Great, I&apos;m often the sounding board for friends and colleagues. ",
            "Points": 4},
          {
            "answerText": "Pretty good, but I sometimes find myself second-guessing my decisions.  ",
            "Points": 3}
      ]
    },
    {
      "questionId": 18,
      "questionText": "Winning feels great but coming in second place is a bummer. You will likely experience both in your career. What kind of a winner and loser are you?",
      "answers": [
          {
            "answerText": "Neutral. I appreciate healthy business competition and win or lose, I try to learn from it. ",
            "Points": 3 },
          {
            "answerText": "Winning is important. I tend to find it difficult to handle defeat.",
          "Points": 4},
          {
            "answerText": "Competition is too much stress. I spend so much time worrying that I can&apos;t focus on the task at hand. ",
          "Points": 2},      {
          "questionText": "Indifferent. I don&apos;t feel it&apos;s pertinent to my situation and leave it to others to tackle.",
            "Points": 1}
      ]
    },
    {
      "questionId": 19,
      "questionText": "As a business owner, it takes persistence and self-discipline to achieve success. Would you describe yourself as having persistence and self-discipline?",
      "answers": [
          {
            "answerText": "Yes, I&apos;m proud of the work I accomplish, and my dedication gets me there. ",
            "Points": 4},
          {
            "answerText": "Mostly, but sometimes it&apos;s nice to have someone push me a little. ",
            "Points": 3},
          {
            "answerText": "Usually, but I can get easily sidetracked with less important issues.",
            "Points": 2},
          {
            "answerText": "Does hitting the snooze button 10 times each morning count? ",
            "Points": 1}
      ]
    },
    {
      "questionId": 20,
      "questionText": "Employees can focus on a specific skill but being the owner means wearing numerous hats. Which of these describes your ability to juggle?",
      "answers": [
          {
            "answerText": "I&apos;m a specialist and I like to focus on my craft. ",
            "Points": 1},
          {
            "answerText": "Between family, school, and work, juggling is my jam.",
            "Points": 4},
          {
            "answerText": "I&apos;m versatile when the need arises. ",
            "Points": 3},
          {
            "answerText": "If I must, then I can, but I prefer to focus on one thing. ",
            "Points": 2}
      ]
    }
  ]